[   
    {
    "id":1,
    "name":"Kawasaki Ninja H2R",
    "img":"https://i.ibb.co/VQKBffw/19-EX300-C-395-GN1-DLS2-CG-A.webp",
    "description":"The Kawasaki Ninja is a name given to several series of Kawasaki sport bikes that started with the 1984 GPZ900R. Kawasaki Heavy Industries trademarked a version of the word Ninja in the form of a wordmark, a stylised script, for use on",
    "price":"$ 2200"
    },

    {
    "id":2,
    "name":"BMW Motorred Bike",
    "img":"https://i.ibb.co/dbfz4rV/bmw-m1000rr-launched-in-india-at-rs-42-lakh.webp",
    "description":"BMW Motorrad is the motorcycle division of the renowned Bavarian automaker BMW. BMW Motorrad has been manufacturing motorcycles since the year 1923 and the company's first ever motorcycle featured a flat twin boxer engine. BMW Motorrad    ",
    "price":"$ 2100"
    },
    
    {
    "id":3,
    "name":"Yamaha MT 15",
    "img":"https://i.ibb.co/CV0N7Pt/CF-Moto-650-NK-1.jpg",
    "description":"Yamaha MT 15 is a street bike available at a starting price of Rs. 1,47,658 in India. It is available in 3 variants and 4 colours with top variant price starting from Rs. 1,50,760. The Yamaha MT 15 is powered by 155cc BS6 engine which ",
    "price":"$ 2000"
    },
    
    {
    "id":4,
    "name":"KTM RC 125cc",
    "img":"https://i.ibb.co/KWjSPtY/profile1629643009.png",
    "description":"KTM RC 125 is a sports bike available at a starting price of Rs. 1,80,403 in India. It is available in only 1 variant and 2 colours. The KTM RC 125 is powered by 125cc BS6 engine which develops a power of 14.5 bhp and a torque of 12 Nm.  ",
    "price":"$ 1900"
    },

    {
    "id":5,
    "name":"Suzuki Hayabusa",
    "img":"https://i.ibb.co/vDPFQLh/suzuki-hayabusa.jpg",
    "description":"Suzuki Hayabusa is a super bike available at a starting price of Rs. 16,43,695 in India. It is available in only 1 variant and 3 colours. The Suzuki Hayabusa is powered by 1340cc BS6 engine which develops a power of 187.3 bhp and a torque of ",
    "price":"$ 1800"
    },
    
    {
    "id":6,
    "name":"KTM 390 Duke",
    "img":"https://i.ibb.co/2gxBnZf/ktm-rc200.jpg",
    "description":"KTM 390 Duke is a street bike available at a starting price of Rs. 2,87,607 in India. It is available in only 1 variant and 2 colours. The KTM 390 Duke is powered by 373.2cc BS6 engine which develops a power of 42.9 bhp and a torque of 37 ",
    "price":"$ 1700"
    },
    {
        "id":7,
        "name":"Yamaha YZF R15 V3",
        "img":"https://i.ibb.co/GtbB5qg/19.jpg",
        "description":"Yamaha YZF R15 V4 is a sports bike available at a starting price of Rs. 1,71,575 in India. It is available in 5 variants and 5 colours with top variant price starting from Rs. 1,83,575. The Yamaha YZF R15 V4 is powered by",
        "price":"$ 1600"
    },
    {
        "id":8,
        "name":"Aprilia SR 150",
        "img":"https://i.ibb.co/K9pBGHs/aprilia-rs-150.jpg",
        "description":"The new Aprilia SR 150 was unveiled in the Indian market at the Auto Expo 2016. The two-seater scooter is oriented towards the mass market. Aprilia has an aggressive and sporty design language that makes it stand out ",
        "price":"$ 1500"
    },
    {
        "id":9,
        "name":"suzuki Gixxer",
        "img":"https://i.ibb.co/98Ltxxw/suzuki-gixxer-sf-250-motogp-edition-bs-vi20200528161432.jpg",
        "description":"The New Gixxer is featured with muscular street bike styling right, the overall ethos of the appearance is premium & stylish. There’s a large, sculpted fuel tank that takes center-stage, and the flat, wide handlebars give the ",
        "price":"$ 1400"
    },
    {
        "id":10,
        "name":"Yamaha Fazer FI v2",
        "img":"https://i.ibb.co/d6ZBGxj/yamaha-fazer-25.jpg",
        "description":"The Yamaha Fazer bike has been plying the roads of Bengal for many years. This bike has been nice to look at since then and is a big budget bike. Yamaha is marketing their Fazer bike with a lot of changes. Currently the new  ",
        "price":"$ 1200"
    }

    

]    